manifest = '\
            Привет, пользователь. \n \
            Как ты мог заметить, весь функционал доступен совершенно бесплатно. \
            Это всё потому, что по моему мнению, новые нейросетевые инструменты должны быть доступны абсолютно любому \
            и за них не надо платить деньги или изучать программирование, чтобы сделать что-то подобное самому \
            Этот проект развивается на чистом энтузиазме и материальной поддержке неравнодушных.\n \
            Деньги нужны для оплаты доступа к некоторым платным инструментам, как, например, GPT, а также для поддержания мотивации разработчика \
            (в данный момент я ищу работу и хочу кушать XD).\n \
            Если тебе был полезен тот или иной инстумент представленный здесь, то пожалуйста, перешли его другу. \n \
            По возможности ты можешь поддержать разработчика. Все контакты и реквизиты представлены в кнопке "Контакты" и "Реквизиты".\
            '

requisites = '\
              Номер карты (Сбер, СБП): 2202201869695284 \n\
              При переводе просьба указывать комеентарий neurotool \
             '

contacts = '\
            Сюда можно обратиться за тех.поддержкой, просто поболтать или предложить добавить новую фичу:\n \
            Telegram: @KiloLex \n \
            email: nikolaeff.alexandr2016@yandex.ru \n \
            github: https://github.com/Kaktys36 \n \
            github проекта: https://github.com/Kaktys36/neuro_tool\
            '

update_info = '\
               \t26.02.2024 "neurotool_v.1.1". Проект обрёл имя, манифест, добавлена контактная иформация и реквизиты. \n \
               Добавлена функция переключения моделей. \n \
               Добавлена модель YOLO8 с функцией детекции и подсчёта количества лиц на фотографии \n\
               \t31 Dec 2023 "openai_chat_clone". Зарождение проекта. Перваая рабочая проба пера, представляющая из \
               себя рабочий GPT 3.5 turbo без необходимости VPN, авторизации и т.п. \n \
               '